activecontrols/astra-software/boards/ASTRA_FC_V1/variant_ASTRA_FC_V1.h
#pragma once
#define NUM_DIGITAL_PINS 141
#define NUM_ANALOG_INPUTS 32
#define Serial Serial1
#define HAVE_HWSERIAL1
#define TIMER_SERVO TIM2 // TODO - check this
#define TIMER_TONE TIM2  // TODO - check this
#define USE_PWR_EXTERNAL_SOURCE_SUPPLY
